Repository: louiscklaw/gnome-extensions-tryout
Catalog: _ref/draft-gnome-shell-hko/po/*.po
Languages: tr

source: Cancel
tr: İptal

source: Clipboard updated
tr: Pano güncellendi

source: Copy time
tr: Kopyalanma zamanı

source: Enable
tr: Etkinleştir

source: Gnome Clipboard
tr: Gnome Pano

source: Maximum size of history:
tr: Azami geçmiş boyutu:

source: Most usage
tr: En çok

source: OK
tr: Tamam

source: Preferences
tr: Tercihler

source: Recent usage
tr: Son kullanım

source: Shortcuts
tr: Kısayollar

source: Timer interval (Millisecond):
tr: Zamanlayıcı aralığı (Milisaniye):

source: Type here to search...
tr: Arama için buraya yazın...
